Repository: common-repository/inbox-for-woocommerce
Catalog: languages/inbox-for-woocommerce-*.po
Languages: fr_fr, tr_tr

source: WooCommerce Inbox Agent
tr_tr: WooCommerce Gelen Kutusu Aracısı

source: Settings
fr_fr: Réglages
tr_tr: Ayarlar

source: Entered OTP does not match
fr_fr: L’OTP saisi ne correspond pas
tr_tr: Girilen OTP eşleşmiyor

source: The provided OTP does not match
fr_fr: L’OTP fourni ne correspond pas
tr_tr: Sağlanan OTP eşleşmiyor

source: Guest User
fr_fr: Utilisateur invité
tr_tr: Misafir kullanıcı

source: Thank you for reaching out. We would get back to you as soon as possible.
fr_fr: Bize ulaştığınız için teşekkür ederiz. En kısa sürede size geri dönecektik.
tr_tr: Bize ulaştığınız için teşekkür ederiz. En kısa sürede size geri dönecektik.

source: Need help?
fr_fr: Yardıma mı ihtiyacınız var?
tr_tr: Yardım Edin

source: Not sure it matches your specification?
fr_fr: Spesifikasyonunuza uyduğundan emin değil misiniz?
tr_tr: Spesifikasyonunuza uyduğundan emin değil misiniz?

source: Ask the Seller
fr_fr: Demandez au vendeur
tr_tr: Satıcıya Sorun

source: Please wait ...
fr_fr: S’il vous plaît, attendez …
tr_tr: Lütfen bekle …

source: Just Now
fr_fr: Juste maintenant
tr_tr: Şu anda

source: Inbox
fr_fr: Boîte de réception
tr_tr: Gelen kutusu

source: General
fr_fr: Général
tr_tr: Genel

source: Theme
fr_fr: Thème
tr_tr: Tema

source: Security
fr_fr: Sécurité
tr_tr: Güvenlik

source: Third-Party
fr_fr: Tierce personne
tr_tr: Üçüncü şahıs

source: Notifications
tr_tr: Bildirimler

source: Unlock new chat themes
fr_fr: Débloquez de nouveaux thèmes de chat
tr_tr: Yeni sohbet temalarının kilidini açın

source: upgrade to full version
fr_fr: mise à niveau vers la version complète
tr_tr: tam sürüme yükselt

source: WooCommerce Inbox
fr_fr: Boîte de réception WooCommerce
tr_tr: WooCommerce Gelen Kutusu

source: All
tr_tr: Herşey

source: New
tr_tr: Yeni

source: Open
tr_tr: Açık

source: Closed
tr_tr: Kapalı

source: Archived
tr_tr: Arşivlendi

source: The version you are using has expired and not up to date with the latest security updates. Please update to the latest version as soon as possible.
fr_fr: La version que vous utilisez a expiré et n’est pas à jour avec les dernières mises à jour de sécurité. Veuillez mettre à jour la dernière version dès que possible.
tr_tr: Kullanmakta olduğunuz sürümün süresi doldu ve en son güvenlik güncellemeleriyle güncel değil. Lütfen en kısa sürede en son sürüme güncelleyin.

source: Click here to get the latest version
fr_fr: cliquez ici pour avoir la dernière version
tr_tr: En son sürümü almak için buraya tıklayın

source: A new update exist for your 'inbox-for-woocommerce' extension. Please update to latest version to get the latest update in security, features and others.
fr_fr: Une nouvelle mise à jour existe pour votre extension ‘inbox-for-woocommerce’. Veuillez mettre à jour la dernière version pour obtenir la dernière mise à jour en matière de sécurité, de fonctionnalités et autres.
tr_tr: ‘woocommerce için gelen kutusu’ uzantınız için yeni bir güncelleme var. Güvenlik, özellikler ve diğer konulardaki en son güncellemeyi almak için lütfen en son sürüme güncelleyin.

source: You are currently using the free version (light-version). UPGRADE to the full version to access more features like different chat display themes, different inbox categories and others.
fr_fr: Vous utilisez actuellement la version gratuite (version légère). MISE À NIVEAU vers la version complète pour accéder à plus de fonctionnalités comme différents thèmes d'affichage de chat, différentes catégories de boîte de réception et autres.
tr_tr: Şu anda ücretsiz sürümü (hafif sürüm) kullanıyorsunuz. Farklı sohbet ekranı temaları, farklı gelen kutusu kategorileri ve diğerleri gibi daha fazla özelliğe erişmek için tam sürüme YÜKSELTİN.

source: Click here to purchase full version now
fr_fr: Cliquez ici pour acheter la version complète maintenant
tr_tr: Şimdi tam sürümünü satın almak için buraya tıklayın

source: You need to be logged in to access this endpoint
fr_fr: Vous devez être connecté pour accéder à ce terminal
tr_tr: Bu uç noktaya erişmek için oturum açmış olmanız gerekir

source: New inbox message received
fr_fr: Nouveau message de la boîte de réception reçu
tr_tr: Yeni gelen kutusu mesajı alındı

source: Please enter a message to proceed!
tr_tr: Devam etmek için lütfen bir mesaj girin!

source: Recaptcha Challenge Failed. Please try again
fr_fr: Le défi Recaptcha a échoué. Veuillez réessayer
tr_tr: Recaptcha Mücadelesi Başarısız. Lütfen tekrar deneyin

source: Inquiry on
tr_tr: hakkında soruşturma

source: Invalid email format provided
fr_fr: Format d’e-mail fourni invalide
tr_tr: Geçersiz e-posta biçimi sağlandı

source: Could not find product
fr_fr: Impossible de trouver le produit
tr_tr: Ürün bulunamadı

source: New Ticket Assigned
tr_tr: Yeni Bilet Atandı

source: A new ticket has been assigned to you
fr_fr: Un nouveau ticket vous a été attribué
tr_tr: Size yeni bir bilet atandı

source: The customer replied
fr_fr: Le client a répondu
tr_tr: müşteri yanıtladı

source: Re: Inbox Message
tr_tr: Ynt: Gelen Kutusu Mesajı

source: The seller replied your inbox message
fr_fr: Le vendeur a répondu à votre message de boîte de réception
tr_tr: Satıcı gelen kutusu mesajınızı yanıtladı

source: The seller replied
fr_fr: Le vendeur a répondu
tr_tr: satıcı yanıtladı

source: Re: Inquiry Message on
tr_tr: Ynt: Sorgu Mesajı

source: New Inbox Message
fr_fr: Nouveau message de la boîte de réception
tr_tr: Yeni Gelen Kutusu Mesajı

source: New Inbox Message regarding
fr_fr: Nouveau message de la boîte de réception concernant
tr_tr: ilgili Yeni Gelen Kutusu Mesajı

source: New message about an item
fr_fr: Nouveau message à propos d’un article
tr_tr: Bir öğe hakkında yeni mesaj

source: New Inquiry Message on
fr_fr: Nouveau message de demande sur
tr_tr: Yeni Sorgu Mesajı

source: Product Related
fr_fr: Produit relatif
tr_tr: Ürün ile ilgili

source: Notification Settings
fr_fr: Paramètres de notification
tr_tr: Bildirim ayarları

source: Send Email to Admin
fr_fr: Envoyer un e-mail à l’administrateur
tr_tr: Yöneticiye E-posta Gönder

source: When a new inquiry message is received
tr_tr: Yeni bir sorgulama mesajı alındığında

source: When a new inbox message is received
tr_tr: Yeni bir gelen kutusu mesajı alındığında

source: When a customer replies inbox thread
fr_fr: Lorsqu’un client répond au fil de la boîte de réception
tr_tr: Bir müşteri gelen kutusu ileti dizisini yanıtladığında

source: Send Email to Customer
fr_fr: Envoyer un e-mail au client
tr_tr: Müşteriye E-posta Gönder

source: When admin replied to an inquiry message received
fr_fr: Lorsque l’administrateur a répondu à un message de demande reçu
tr_tr: Yönetici, alınan bir sorgu iletisine yanıt verdiğinde

source: When admin replied to inbox message received
tr_tr: Yönetici gelen kutusu mesajını yanıtladığında

source: General Settings
tr_tr: Genel Ayarlar

source: Where do you want to manage inbox messages?
tr_tr: Gelen kutusu mesajlarını nerede yönetmek istiyorsunuz?

source: Where inbox messages would be sent too and vice versa
fr_fr: Où les messages de la boîte de réception seraient également envoyés et vice versa
tr_tr: Gelen kutusu mesajlarının da gönderileceği ve bunun tersi

source: Wordpress Admin
tr_tr: Wordpress yönetici

source: Allow inquiry button?
fr_fr: Autoriser le bouton de demande ?
tr_tr: Sorgulama düğmesine izin verilsin mi?

source: This feature available on the full version only
fr_fr: Cette fonctionnalité n'est disponible que sur la version complète
tr_tr: Bu özellik yalnızca tam sürümde mevcuttur

source: Allow CTA section on product page?
tr_tr: Ürün sayfasında CTA bölümüne izin verilsin mi?

source: Do you want to allow display of Call-To-Action underneath listing
fr_fr: Voulez-vous autoriser l’affichage de l’appel à l’action sous la liste ?
tr_tr: Listelemenin altında Harekete Geçirici Mesajın görüntülenmesine izin vermek istiyor musunuz?

source: Allow Customer "My Account" inbox section?
fr_fr: Autoriser la section de la boîte de réception “Mon compte” du client ?
tr_tr: Müşterinin “Hesabım” gelen kutusu bölümüne izin verilsin mi?

source: Do you want to allow customers to be able to send inbox messages from the "My Account" page
fr_fr: Voulez-vous autoriser les clients à envoyer des messages de la boîte de réception à partir de la page “Mon compte”
tr_tr: Müşterilerin “Hesabım” sayfasından gelen kutusu mesajları gönderebilmesine izin vermek istiyor musunuz?

source: Allowed Inbox Message Types
tr_tr: İzin Verilen Gelen Kutusu İleti Türleri

source: - "General" type?
fr_fr: - Type “Général” ?
tr_tr: - “Genel” tipi?

source: - "Product Related" type?
fr_fr: - Type “lié au produit” ?
tr_tr: - “Ürünle İlgili” tür?

source: - "Order Related" type?
fr_fr: - Type “Connexe à la commande” ?
tr_tr: - “Siparişle İlgili” türü?

source: - "Refund Request" type?
fr_fr: - Type “Demande de remboursement” ?
tr_tr: - “Geri Ödeme Talebi” türü?

source: - "Dispute" type?
fr_fr: - Type “litige” ?
tr_tr: - “İtiraz” türü?

source: Response Message Settings
fr_fr: Paramètres des messages de réponse
tr_tr: Yanıt Mesajı Ayarları

source: Once submitted inquiry form on product
fr_fr: Une fois le formulaire de demande soumis sur le produit
tr_tr: Ürünle ilgili sorgu formu gönderildikten sonra

source: Do you want to allow customer/guest users ask questions about listing
fr_fr: Voulez-vous autoriser les utilisateurs clients/invités à poser des questions sur l’inscription ?
tr_tr: Müşteri/misafir kullanıcıların listeleme hakkında soru sormasına izin vermek istiyor musunuz?

source: Sweito Integration
fr_fr: Intégration Sweito
tr_tr: Sweito Entegrasyonu

source: Sweito App Token
fr_fr: Jeton d’application Sweito
tr_tr: Sweito Uygulama Simgesi

source: Sweito app token generated from https://sweito.com
fr_fr: Jeton d’application Sweito généré à partir de https://sweito.com
tr_tr: https://sweito.com adresinden oluşturulan Sweito uygulama belirteci

source: Google Recaptcha Settings (v3)
fr_fr: Paramètres Google Recaptcha (v3)
tr_tr: Google Recaptcha Ayarları (v3)

source: Google Recaptcha Site Key
fr_fr: Clé de site Google Recaptcha
tr_tr: Google Recaptcha Site Anahtarı

source: Your public key as given from google
fr_fr: Votre clé publique fournie par google
tr_tr: Google’dan verilen genel anahtarınız

source: Google Recaptcha Secret Key
fr_fr: Clé secrète Google Recaptcha
tr_tr: Google Recaptcha Gizli Anahtarı

source: Your secret key as given from google
fr_fr: Votre clé secrète fournie par google
tr_tr: Google’dan verilen gizli anahtarınız

source: User Access Control Settings
fr_fr: Paramètres de contrôle d’accès utilisateur
tr_tr: Kullanıcı Erişim Kontrolü Ayarları

source: Only users with role "WooCommerce Inbox Agent" & "Administrator" can be assigned tickets
fr_fr: Seuls les utilisateurs avec le rôle “Agent de la boîte de réception WooCommerce” et “Administrateur” peuvent se voir attribuer des tickets
tr_tr: Yalnızca “WooCommerce Gelen Kutusu Aracısı” ve “Yönetici” rolüne sahip kullanıcılara bilet atanabilir

source: Theme Settings
fr_fr: Réglage des thèmes
tr_tr: Tema ayarları

source: Select ticket chat style to use?
fr_fr: Sélectionnez le style de chat de ticket à utiliser ?
tr_tr: Kullanılacak bilet sohbet stili seçilsin mi?

source: Get more theme choice in the full version
fr_fr: Obtenez plus de choix de thèmes dans la version complète
tr_tr: Tam sürümde daha fazla tema seçeneği elde edin

source: Default Style
fr_fr: Style par défaut
tr_tr: Varsayılan tarz

source: Inquiry Button Text
fr_fr: Texte du bouton d’interrogation
tr_tr: Sorgu Düğmesi Metni

source: Default
fr_fr: Défaut
tr_tr: Varsayılan

source: Inquiry Button Display Settings
fr_fr: Paramètres d’affichage du bouton d’interrogation
tr_tr: Sorgu Düğmesi Ekran Ayarları

source: Skip this section if you didn't "allow inquiry button" in the General section
fr_fr: Ignorez cette section si vous n’avez pas “autorisé le bouton de demande” dans la section générale
tr_tr: Genel bölümünde “sorgulamaya izin ver düğmesi”ni seçmediyseniz bu bölümü atlayın.

source: Select button type?
fr_fr: Sélectionner le type de bouton ?
tr_tr: Düğme türü seçilsin mi?

source: Button Color
fr_fr: Couleur du bouton
tr_tr: Düğme rengi

source: Button Text Color
fr_fr: Couleur du texte du bouton
tr_tr: Düğme Metin Rengi

source: Inquiry CTA Display Settings
fr_fr: Paramètres d’affichage de l’incitation à l’action
tr_tr: Sorgulama CTA Görüntüleme Ayarları

source: Skip this section if you didn't "allow CTA button" in the General section
fr_fr: Ignorez cette section si vous n’avez pas “autorisé le bouton CTA” dans la section Général
tr_tr: Genel bölümünde “CTA düğmesine izin vermediyseniz” bu bölümü atlayın

source: CTA Background Style
fr_fr: Style d’arrière-plan de l’incitation à l’action
tr_tr: CTA Arka Plan Stili

source: Do you want button icon displayed?
fr_fr: Voulez-vous que l’icône du bouton s’affiche ?
tr_tr: Düğme simgesinin görüntülenmesini istiyor musunuz?

source: Color-Filled
fr_fr: Rempli de couleurs
tr_tr: Renk Dolgulu

source: Background-Image
fr_fr: Image de fond
tr_tr: Arka plan görüntüsü

source: CTA Description Text
tr_tr: CTA Açıklama Metni

source: The text displayed on CTA Banner
fr_fr: Le texte affiché sur la bannière CTA
tr_tr: CTA Banner’da görüntülenen metin

source: CTA Button Text
fr_fr: Texte du bouton CTA
tr_tr: CTA Düğme Metni

source: The text in the CTA Button
fr_fr: Le texte du bouton CTA
tr_tr: CTA Düğmesindeki metin

source: CTA Background Color
fr_fr: Couleur d’arrière-plan de l’incitation à l’action
tr_tr: CTA Arka Plan Rengi

source: The background color of the CTA Banner (skip if "CTA Background Style" is not "Color-Filled")
fr_fr: La couleur d’arrière-plan de la bannière CTA (ignorer si “Style d’arrière-plan CTA” n’est pas “Rempli de couleur”)
tr_tr: CTA Banner’ın arka plan rengi (“CTA Arka Plan Stili” “Renk Dolgulu” değilse atlayın)

source: CTA Background Image Link
tr_tr: CTA Arkaplan Resmi Bağlantısı

source: The background color of the CTA Banner (skip if "CTA Background Style" is not "Background-Image")
fr_fr: La couleur d’arrière-plan de la bannière CTA (ignorer si “Style d’arrière-plan CTA” n’est pas “Image d’arrière-plan”)
tr_tr: CTA Banner’ın arka plan rengi (“CTA Arka Plan Stili”, “Arka Plan Resmi” değilse atlayın)

source: CTA Text Color
fr_fr: Couleur du texte CTA
tr_tr: CTA Metin Rengi

source: The color of the CTA Banner Text
fr_fr: La couleur du texte de la bannière CTA
tr_tr: CTA Banner Metninin rengi

source: CTA Button Color
fr_fr: Couleur du bouton CTA
tr_tr: CTA Düğme Rengi

source: The color of the button in CTA Banner
fr_fr: La couleur du bouton dans la bannière CTA
tr_tr: CTA Banner’daki düğmenin rengi

source: Reference
fr_fr: Référence
tr_tr: Referans

source: Status
fr_fr: Statut
tr_tr: Durum

source: Type
fr_fr: Taper
tr_tr: Tip

source: Sender
tr_tr: Gönderen

source: Assigned
tr_tr: Atandı

source: Subject
fr_fr: Matière
tr_tr: Ders

source: Created At
fr_fr: Date créée
tr_tr: Oluşturulma Tarihi

source: No tickets available.
tr_tr: Bilet yok.

source: Delete
fr_fr: Effacer
tr_tr: Silmek

source: Move to "Open"
fr_fr: Passer à “Ouvrir”
tr_tr: “Aç” a hareket

source: Move to "Closed"
fr_fr: Passer à “Fermé”
tr_tr: “Kapalı”ya taşı

source: Move to "Archive"
fr_fr: Déplacer vers “Archives”
tr_tr: “Arşiv”e taşı

source: Tickets has been deleted successfully!
fr_fr: Les billets ont été supprimés avec succès !
tr_tr: Biletler başarıyla silindi!

source: Tickets has been move to OPEN status successfully!
fr_fr: Les billets ont été déplacés vers le statut OUVERT avec succès !
tr_tr: Biletler başarıyla AÇIK durumuna taşındı!

source: Tickets has been moved to CLOSED status successfully!
fr_fr: Les billets ont été déplacés vers le statut FERMÉ avec succès !
tr_tr: Biletler başarıyla KAPALI durumuna taşındı!

source: Tickets has been moved to ARCHIVE status successfully!
fr_fr: Les billets ont été déplacés vers le statut ARCHIVE avec succès !
tr_tr: Biletler başarıyla ARŞİV durumuna taşındı!

source: Could not connect to the server. Please check internet connection
fr_fr: Sunucuya bağlanılamadı. Lütfen internet bağlantısını kontrol edin
tr_tr: Sunucuya bağlanılamadı. Lütfen internet bağlantısını kontrol edin

source: Email Address
fr_fr: Adresse e-mail
tr_tr: E-posta Adresi

source: This field is required
fr_fr: Ce champ est requis
tr_tr: Bu alan gereklidir

source: What do you want to know about this item?
fr_fr: Que voulez-vous savoir sur cet article ?
tr_tr: Bu öğe hakkında ne bilmek istiyorsunuz?

source: Send
fr_fr: Envoyer
tr_tr: Göndermek

source: Sent Successfully!
fr_fr: Bien envoyé!
tr_tr: Başarıyla gönderildi!

source: Inbox for WooCommerce
fr_fr: Boîte de réception pour WooCommerce
tr_tr: WooCommerce için Gelen Kutusu

source: Welcome to Inbox for WooCommerce Setup!
tr_tr: WooCommerce Kurulumu için Gelen Kutusuna Hoş Geldiniz!

source: Get Started! Signup
fr_fr: Commencer! S’inscrire
tr_tr: Başlamak! Üye olmak

source: First Name
fr_fr: Prénom
tr_tr: İlk adı

source: Last Name
fr_fr: Nom de famille
tr_tr: Soy isim

source: Store URL
fr_fr: URL du magasin
tr_tr: Mağaza URL’si

source: Get Started!
fr_fr: Commencer!
tr_tr: Başlamak!

source: Or
fr_fr: Ou
tr_tr: Veya

source: I already have a Sweito Account
fr_fr: J’ai déjà un compte Sweito
tr_tr: Zaten bir Sweito Hesabım var

source: Welcome Back! Signin
fr_fr: Content de te revoir! S’identifier
tr_tr: Tekrar hoşgeldiniz! Kayıt olmak

source: Sign In!
fr_fr: S’identifier!
tr_tr: Kayıt olmak!

source: Don't have an account? Sign Up
fr_fr: Vous n’avez pas de compte ? S’inscrire
tr_tr: Hesabınız yok mu? Üye olmak

source: Verify your email to continue
fr_fr: Vérifiez votre e-mail pour continuer
tr_tr: Devam etmek için e-posta adresinizi doğrulayın

source: We have sent an email with an access OTP to
fr_fr: Nous avons envoyé un e-mail avec un accès OTP à
tr_tr: OTP erişimi olan bir e-posta gönderdik:

source: if your account exist in out records
fr_fr: si votre compte existe dans nos enregistrements
tr_tr: hesabınız kayıtlarda varsa

source: Enter OTP
fr_fr: Entrez OTP
tr_tr: OTP’yi girin

source: Verify OTP
tr_tr: OTP’yi doğrulayın

source: I want to change my email address
fr_fr: Je veux changer mon adresse e-mail
tr_tr: e-posta adresimi değiştirmek istiyorum

source: Enter your purchase key
fr_fr: Entrez votre clé d’achat
tr_tr: Satın alma anahtarınızı girin

source: Purchase Key
fr_fr: Clé d’achat
tr_tr: Satın Alma Anahtarı

source: Continue
fr_fr: Continuer
tr_tr: Devam et

source: Select where you wish to manage tickets
fr_fr: Sélectionnez où vous souhaitez gérer les tickets
tr_tr: Biletleri yönetmek istediğiniz yeri seçin

source: WordPress Admin
fr_fr: Administrateur WordPress
tr_tr: WordPress Yöneticisi

source: Change Store URL
fr_fr: Modifier l’URL du magasin
tr_tr: Mağaza URL’sini Değiştir

source: Update
fr_fr: Mise à jour
tr_tr: Güncelleme

source: Authenticate your Zendesk Account
fr_fr: Authentifiez votre compte Zendesk
tr_tr: Zendesk Hesabınızın kimliğini doğrulayın

source: We would be redirecting you to Sweito to Authenticate your Zendesk account and return back here to continue the process
tr_tr: Zendesk hesabınızın kimliğini doğrulamak için sizi Sweito’ya yönlendiriyor olacağız ve işleme devam etmek için buraya geri dönün

source: Authenticate
fr_fr: Authentifier
tr_tr: kimlik doğrulama

source: Please Note: By proceeding, you are agreeing to the terms and conditions governing the use of Sweito application
fr_fr: Remarque : En poursuivant, vous acceptez les termes et conditions régissant l’utilisation de l’application Sweito
tr_tr: Lütfen Dikkat: Devam ederek, Sweito uygulamasının kullanımını yöneten hüküm ve koşulları kabul etmiş olursunuz.

source: If you just created an account, your password for Sweito has been sent to your email address. Use this to login in the Sweito
fr_fr: Si vous venez de créer un compte, votre mot de passe pour Sweito a été envoyé à votre adresse e-mail. Utilisez-le pour vous connecter à Sweito
tr_tr: Yeni bir hesap oluşturduysanız, Sweito şifreniz e-posta adresinize gönderilmiştir. Sweito’da oturum açmak için bunu kullanın

source: Once you have completed the authentication process, click here to verify and continue
fr_fr: Une fois que vous avez terminé le processus d’authentification, cliquez ici pour vérifier et continuer
tr_tr: Kimlik doğrulama işlemini tamamladıktan sonra, doğrulamak ve devam etmek için burayı tıklayın

source: Verify Auth
fr_fr: Vérifier l’authentification
tr_tr: Yetkilendirmeyi Doğrula

source: Go Back
fr_fr: Retourner
tr_tr: Geri dön

source: Authenticate your Freshdesk Account
fr_fr: Authentifiez votre compte Freshdesk
tr_tr: Freshdesk Hesabınızın kimliğini doğrulayın

source: We would be redirecting you to Sweito to Authenticate your Freshdesk account and return back here to continue the process
tr_tr: Freshdesk hesabınızın kimliğini doğrulamak için sizi Sweito’ya yönlendiriyor olacağız ve işleme devam etmek için buraya geri dönün

source: Personalize your settings
fr_fr: Personnalisez vos paramètres
tr_tr: Ayarlarınızı kişiselleştirin

source: Allow customer "Inbox" section in MyAccount page for registered users
fr_fr: Autoriser la section “Boîte de réception” du client dans la page Mon compte pour les utilisateurs enregistrés
tr_tr: Kayıtlı kullanıcılar için Hesabım sayfasındaki müşteri “Gelen Kutusu” bölümüne izin ver

source: Allow inquire box on product display screen
fr_fr: Autoriser la boîte de demande sur l’écran d’affichage du produit
tr_tr: Ürün görüntüleme ekranında sorgulama kutusuna izin ver

source: Allow CTA Banner on product display screen
fr_fr: Autoriser la bannière CTA sur l’écran d’affichage du produit
tr_tr: Ürün görüntüleme ekranında CTA Banner’a izin ver

source: Complete Setup
fr_fr: Configuration complète
tr_tr: Kurulumu Tamamla

source: Skip
fr_fr: Sauter
tr_tr: Atlamak

source: Messages (Inbox)
fr_fr: Messages (boîte de réception)
tr_tr: Mesajlar (Gelen Kutusu)

source: Send messages to the store owner here or ask the seller about a product.
fr_fr: Envoyez des messages au propriétaire du magasin ici ou interrogez le vendeur sur un produit.
tr_tr: Mağaza sahibine buradan mesaj gönderin veya satıcıya bir ürün hakkında sorun.

source: No message found in your inbox
fr_fr: Aucun message trouvé dans votre boîte de réception
tr_tr: Gelen kutunuzda mesaj bulunamadı

source: Ref
fr_fr: Réf
tr_tr: Referans

source: Last Updated
fr_fr: Dernière mise à jour
tr_tr: Son güncelleme

source: Action
tr_tr: Eylem

source: Select Message type
fr_fr: Sélectionnez le type de message
tr_tr: Mesaj türünü seçin

source: ~ Select a type ~
fr_fr: ~ Sélectionnez un type ~
tr_tr: ~ Bir tür seçin ~

source: Enter Description
fr_fr: Entrez la description
tr_tr: Açıklama Girin

source: attachment(s) added
fr_fr: pièce(s) jointe(s) ajoutée(s)
tr_tr: ek(ler) eklendi

source: Drop
fr_fr: Goutte
tr_tr: Düşürmek

source: Attach File
fr_fr: Pièce jointe
tr_tr: Dosya eki

source: Ref:
fr_fr: Réf :
tr_tr: Referans:

source: Status:
fr_fr: Statut:
tr_tr: Durum:

source: TYPE:
fr_fr: TAPER:
tr_tr: TİP:

source: Date Created:
fr_fr: Date créée:
tr_tr: Tarih oluşturuldu:

source: Select Product
fr_fr: Sélectionner un produit
tr_tr: Ürünü seç

source: New Message
fr_fr: Nouveau message
tr_tr: Yeni Mesaj

source: You do not have permission to view this ticket, contact the Administrator to assign this ticket to you
fr_fr: Vous n’êtes pas autorisé à voir ce ticket, contactez l’administrateur pour vous attribuer ce ticket
tr_tr: Bu bileti görüntüleme izniniz yok, bu bileti size ataması için Yönetici ile iletişime geçin.

source: Thread
fr_fr: Fil de discussion
tr_tr: İplik

source: UPGRADE TO FULL VERSION
fr_fr: MISE À NIVEAU VERS LA VERSION COMPLÈTE
tr_tr: TAM SÜRÜME YÜKSELTİN

source: Multiple Chat Themes
fr_fr: Plusieurs thèmes de chat
tr_tr: Çoklu Sohbet Temaları
