Repository: common-repository/inbox-for-woocommerce
Catalog: languages/inbox-for-woocommerce-*.po
Languages: fr_fr, tr_tr

source: Unlocked Preview Sidebar
fr_fr: Barre latérale d'aperçu déverrouillée
tr_tr: Kilitsiz Önizleme Kenar Çubuğu

source: + more features
fr_fr: + plus de fonctionnalités
tr_tr: + daha fazla özellik

source: You can get the full package now by clicking on the button below
fr_fr: Vous pouvez obtenir le package complet maintenant en cliquant sur le bouton ci-dessous
tr_tr: Aşağıdaki butona tıklayarak tam pakete hemen sahip olabilirsiniz.

source: User
fr_fr: Utilisateur
tr_tr: kullanıcı

source: Visit User Profile
fr_fr: Visiter le profil de l’utilisateur
tr_tr: Kullanıcı Profilini Ziyaret Edin

source: Type:
fr_fr: Taper:
tr_tr: Tip:

source: Active Tickets
fr_fr: Billets actifs
tr_tr: Aktif Biletler

source: WooCommerce Plugin Not Installed
fr_fr: Plugin WooCommerce non installé
tr_tr: WooCommerce Eklentisi Yüklenmedi

source: Could not find WooCommerce installed on your WordPress, please install WooCommerce to proceed!
fr_fr: Impossible de trouver WooCommerce installé sur votre WordPress, veuillez installer WooCommerce pour continuer !
tr_tr: WordPress’inizde yüklü WooCommerce bulunamadı, devam etmek için lütfen WooCommerce’i yükleyin!

source: The customer wrote:
fr_fr: Le client a écrit :
tr_tr: Müşteri şunları yazdı:

source: Kindly log back into your account to view/reply to this message.
tr_tr: Bu mesajı görüntülemek/cevaplamak için lütfen hesabınıza tekrar giriş yapın.

source: has sent you a new inbox message. The message type created is under
fr_fr: vous a envoyé un nouveau message de boîte de réception. Le type de message créé est sous
tr_tr: size yeni bir gelen kutusu mesajı gönderdi. Oluşturulan mesaj türü altında

source: Kindly log into your store to view the message and reply.
fr_fr: Veuillez vous connecter à votre magasin pour afficher le message et répondre.
tr_tr: Mesajı görüntülemek ve yanıtlamak için lütfen mağazanıza giriş yapın.

source: has sent you a new message regarding an item you listed in your store. The details of the item being inquired is below:
fr_fr: vous a envoyé un nouveau message concernant un article que vous avez mis en vente dans votre boutique. Les détails de l’article demandé sont ci-dessous :
tr_tr: mağazanızda listelediğiniz bir ürünle ilgili size yeni bir mesaj gönderdi. Sorgulanan öğenin ayrıntıları aşağıdadır:

source: The seller wrote:
fr_fr: Le vendeur a écrit :
tr_tr: Satıcı şunları yazdı:

source: You wrote:
fr_fr: Tu as écrit:
tr_tr: Sen yazdın:

source: You can still visit the shop and make a purchase for this item using the link below.
fr_fr: Vous pouvez toujours visiter la boutique et effectuer un achat pour cet article en utilisant le lien ci-dessous.
tr_tr: Yine de aşağıdaki bağlantıyı kullanarak mağazayı ziyaret edebilir ve bu ürün için satın alabilirsiniz.

source: Kindly log back into your account to view and reply if need be to the message.
tr_tr: Mesajı görüntülemek ve gerekirse yanıtlamak için lütfen hesabınıza tekrar giriş yapın.

source: You have been assigned a new ticket on the store WooCommerce Inbox.
fr_fr: Un nouveau ticket vous a été attribué sur la boîte de réception WooCommerce de la boutique.
tr_tr: WooCommerce Gelen Kutusu mağazasında size yeni bir bilet atandı.

source: Kindly log back into your account to view/reply to this ticker.
tr_tr: Lütfen bu ticker’ı görüntülemek/yanıtlamak için hesabınıza tekrar giriş yapın.

source: Type here to reply ...
fr_fr: Tapez ici pour répondre…
